Repository: MammadovHuseyn/AbstrakBlogProject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Build beautiful website & mobile apps.
az: Gözəl veb sayt & mobil proqramları yaradın.

source: ABSTRAK GROUP has been serving its valuable clients since 2018 with digital marketing solutions, website and mobile application development service. Having a customer base of more than 150 in a short period of time is another proof of the high appreciation of the company's services by customers.
az: ABSTRAK GROUP 2018-ci ildən bəri öz dəyərli müştərilərinə rəqəmsal marketinq həlləri, vebsayt və mobil proqramların hazırlanması xidməti ilə xidmət göstərir. Qısa müddət ərzində 150-dən çox müştəri bazasının olması şirkətin xidmətlərinin müştərilər tərəfindən yüksək qiymətləndirilməsinin daha bir sübutudur.

source: Get Started
az: Başlayaq

source: What We Can Do For You
az: Sizin üçün nə edə bilərik..

source: Services we can help you with
az: Sizə kömək olacaq xidmətlərimiz

source: Our different and high-quality services have allowed us to get the desired results by always fully meeting the wishes and demands of our customers.
az: Fərqli və yüksək keyfiyyətli xidmətlərimiz müştərilərimizin istək və tələblərinə hər zaman tam cavab verməklə arzuladığımız nəticələri əldə etməyə imkan verib.

source: Find out more
az: Ətraflı Məlumat

source: WELCOME TO ABSTRAK GROUP DIGITAL MARKETING AGENCY
az: ABSTRAK GROUP DİJİTAL MARKETİNQ AGENTLİYİNƏ XOŞ OLSUN

source: SITE DEVELOPMENT SMM SERVICE AT ABSTRAK GROUP
az: ABSTRAK GROUP-DA SAYTLARIN İŞLƏNDİRİLMƏSİ SMM XİDMƏTİ

source: Our Recent <br>Blogs.
az: Bizim ən son <br>Bloqlarımız.

source: About Us
az: Haqqımızda

source: Address
az: Ünvan

source: Phone-1
az: Nömrə 1

source: Phone-2
az: Nömrə 2

source: Get in touch!
az: Əlaqədə olaq!

source: Subscribe us to inform last news!
az: Ən son xəbərlər üçün bizi izləyin!

source: Subscribe
az: Abunə ol

source: Homepage
az: Ana səhifə

source: Blog
az: Bloq

source: Comments
az: Yorumlar

source: Leave a comment
az: Bir yorum yaz

source: Enter Comment
az: Yorum yaz

source: Related Blogs
az: Əlaqəli Bloqlar

source: Learn more
az: Daha çox

source: Contact us
az: Əlaqə

source: Blogs
az: Bloqlar

source: Posts
az: Postlar

source: Welcome
az: Xoş Gəldin

source: My Posts
az: Mənim Postlarım

source: Add Blog
az: Bloq əlavə et

source: Logout
az: Çıxış

source: Login
az: Daxil ol

source: Register
az: Qeydiyyatdan keç

source: Contact Information
az: Əlaqə Məlumatları

source: We're Available 24/7. Call Now.
az: 24/7 işləyirik. İndi əlaqə saxla.

source: Find us here
az: Bizi burada tapa bilərsiniz

source: Services
az: Xidmətlər

source: Profile
az: Profil

source: Share Post
az: Post Paylaş
